Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Keskisellä Välimerellä käynnistettiin kesäkuussa ihmissalakuljetuksen vastainen EUNAVFOR MED Sophia -operaatio, johon Suomi osallistui alustarkastusosastolla.
sv_se: I juni inleddes i centrala Medelhavet operationen EUNAVFOR MED SOPHIA mot människosmugglingen. Finland deltog med en avdelning för fartygskontroll.

source: Vallettan huippukokouksessa marraskuussa sovittiin afrikkalaisten kumppanimaiden kanssa yhteisistä välittömän ja pitkän aikavälin toimenpiteistä, joilla voidaan edistää muuttoliikkeen hallintaa ja vaikuttaa muuttoliikkeen juurisyihin.
sv_se: Vid toppmötet i Valletta i november ingicks avtal med de afrikanska partnerländerna om gemensamma omedelbara samt långsiktiga åtgärder för att främja kontrollen av migrationen samt påverka de bakomliggande orsakerna till den.

source: Kokouksen yhteydessä perustettuun EU:n hätärahastoon, erityisesti muuttoliikkeen lähtösyiden ratkaisemiseen Afrikassa, kohdennetaan 1,8 mrd. euroa EU:n yhteistä rahoitusta.
sv_se: I samband med toppmötet inrättades en EU-krisfond i synnerhet för att lösa de bakomliggande problemen till migrationen i Afrika. 1,8 miljarder euro gemensam EU-finansiering avdelades till fonden.

source: Lisäksi jäsenmailta pyydetään yhteensä 1,8 mrd. euron suoria kansallisia rahoitusosuuksia.
sv_se: Dessutom ombads medlemsländerna att bidra med sammanlagt 1,8 miljarder euro i direkta nationella finansieringsandelar.

source: Suomi tuki hätärahaston perustamista ja osallistuu 5 milj. eurolla rahastoon.
sv_se: Finland gav sitt stöd för att krisfonden ska inrättas och deltar i finansieringen med 5 miljoner euro.

source: Turkkiin on tullut yli 2,5 miljoonaa Syyrian kriisin vuoksi liikkeelle lähtenyttä pakolaista.
sv_se: Över 2,5 miljoner flyktingar har tagit sig till Turkiet till följd av krisen i Syrien.

source: Frontexin mukaan Turkista Kreikkaan saapui v. 2015 yli 870 000 maahantulijaa.
sv_se: Från Turkiet till Grekland kom det enligt Frontex över 870 000 migranter 2015.

source: Koska EU:ssa linjatut toimet muuttoliikkeen hallitsemiseksi eivät alkusyksyyn mennessä olleet vaikuttaneet suunnitellulla tavalla, nousi Turkin rooli pakolaisten tärkeimpänä kauttakulkureittinä Eurooppaan uudella tavalla esille.
sv_se: Eftersom de riktlinjer som EU slagit fast för att hantera flyttningsrörelsen inte hade gett önskat resultat fram till förhösten, blev Turkiets roll som flyktingarnas viktigaste transitrutt till Europa aktuell på ett nytt sätt.

source: Jäsenmailla oli yhtenevä näkemys siitä, että EU:n ja Turkin välistä yhteistyötä tulee tiivistää muuttoliikkeen hallitsemiseksi.
sv_se: Medlemsländerna delade uppfattningen att samarbetet mellan EU och Turkiet ska intensifieras för att kontrollera migrationen.

source: Marraskuussa pidetty EU–Turkki-huippukokous oli tärkeä askel poliittisen dialogin vahvistamiseksi EU:n ja Turkin välillä.
sv_se: Toppmötet mellan EU och Turkiet i november var ett viktigt steg för att stärka den politiska dialogen mellan parterna.

source: Kokouksessa hyväksyttiin EU:n ja Turkin yhteinen toimintasuunnitelma muuttoliike- ja pakolaiskriisin hallitsemiseksi.
sv_se: Vid mötet godkändes en gemensam handlingsplan för EU och Turkiet för att kontrollera migrations- och flyktingkrisen.

source: Toimintasuunnitelman mukaan Turkin tulee tehostaa ulkorajavalvontaansa siten, että Turkista Kreikkaan ei enää suuntaudu laitonta maahantuloa.
sv_se: Enligt handlingsplanen ska Turkiet effektivera bevakningen av sina yttre gränser för att stoppa olaglig migration till Grekland.

source: Muuttovirta Turkista Kreikkaan väheni loppuvuodesta, mutta vuoden lopulla näytti kuitenkin siltä, ettei Turkki ole kyennyt hillitsemään pakolaisten virtaa Eurooppaan toivotulla tavalla.
sv_se: Migrantströmmarna från Turkiet till Grekland minskade mot slutet av året, men Turkiet verkade ändå misslyckas med att stävja flyktingströmmen till Europa på önskat sätt.

source: Taustalla on mahdollisesti vaikuttanut myös se, että EU:n taloudellinen apu Turkille käynnistyy vasta keväällä 2016.
sv_se: En bidragande bakgrundsfaktor kan också ha varit att EU:s ekonomiska hjälp till Turkiet inleds först våren 2016.

source: Rajavalvonnan tehostamisen pitämistä on seurattava, koska muuttovirtojen pysäyttäminen on ehto keskeisille EU-puolen toimille.
sv_se: Man bör följa med att Turkiet håller uppe sin effektiverade gränsbevakning, eftersom det utgör ett villkor för centrala EU-insatser att Turkiet stoppar migrantströmmarna.

source: EU:n rahallisena tukena Turkille pakolaiskriisin hoitamiseksi alueellaan on valmisteilla 3 mrd. euron paketti vuosille 2016–2017, josta komission laskelmissa Suomen osuus olisi yhteensä 35,5 milj. euroa. Suomi on valmis hoitamaan oman kansallisen osuutensa.
sv_se: EU bereder ett ekonomiskt stödpaket på 3 miljarder för 2016–2017 för att hjälpa Turkiet att åtgärda flyktingkrisen i sitt område. I kommissionens beräkningar är Finlands nationella andel sammanlagt 35,5 miljoner euro, vilket Finland är redo att bidra med.

source: Uudelleensijoittaminen
sv_se: Omplacering

source: Jäsenmaat sopivat heinäkuussa 2015 noin 22 000 kiintiöpakolaisen uudelleensijoittamisesta kahden vuoden aikana (Suomen osuus vajaat 300 henkilöä).
sv_se: Medlemsländerna kom i juli 2015 överens om omplaceringen av cirka 22 000 kvotflyktingar inom loppet av två år (Finlands andel är knappt 300 personer).

source: Osana EU:n ja Turkin välistä yhteistyötä aloitettiin loppuvuonna keskustelu syyrialaisten pakolaisten uudelleensijoittamisesta Turkista EU:hun.
sv_se: Som ett led i samarbetet mellan EU och Turkiet inleddes i slutet av året samtal om omplacering av syriska flyktingar från Turkiet till EU.

source: Komissio antoi joulukuussa luonnoksen suositukseksi Turkin kanssa toteutettavasta vapaaehtoisesta humanitaarisen maahanpääsyn järjestelmästä.
sv_se: Kommissionen gav i december ett utkast till rekommendation om ett frivilligt system för humanitär inresa som skulle genomföras tillsammans med Turkiet.

source: Toistaiseksi ei keskusteltu uudelleensijoitettavien määristä.
sv_se: Antalet omplacerade diskuterades inte.

source: Hallitukselle on tärkeää, että komission suositus on vapaaehtoinen EU-maiden kesken sekä tiukan ehdollinen Turkin toimenpiteille laittoman maahanmuuton pysäyttämiseksi.
sv_se: Det är viktigt för regeringen att kommissionens rekommendation är frivillig mellan EUländerna samt strikt villkorad med avseende på de turkiska insatserna för att stoppa den olagliga migrationen.

source: Sellaisen järjestelyn puitteissa, joka toteuttaa nämä edellytykset, Suomi on valmis harkitsemaan vuoden 2016 pakolaiskiintiön kohdentamista siten, että suurin osa Suomeen uudelleensijoitettavista henkilöistä olisi Turkissa oleskelevia syyrialaisia.
sv_se: Inom ramen för ett arrangemang som uppfyller de nämnda kraven är Finland berett att bilda sin flyktingkvot för 2016 så att merparten av de personer som omplaceras till Finland är syrier som uppehåller sig i Turkiet.

source: Uudelleensijoittamisen tavoitteena tulee olla, että EU-alueelle saapuu suuren laittomien maahantulijoiden määrän sijaan pienempi määrä kansainvälisen suojelun tarpeessa olevia laillista kautta.
sv_se: Omplaceringen ska ha som mål att strömmen till EU-området består av en mindre mängd människor som kommer den lagliga vägen och är i behov av internationellt skydd i stället för stora mängder olagliga migranter.

source: Muut toimet
sv_se: Andra åtgärder

source: Suomi on EU-toimien ohella vaikuttanut maahanmuuton juurisyihin kehitysyhteistyön kautta, antamalla humanitaarista apua sekä rahoittamalla hätä- ja erityisrahastoja.
sv_se: Finland har vid sidan av EU-insatserna påverkat de bakomliggande orsakerna till migrationen genom utvecklingssamarbete och humanitär hjälp samt genom att finansiera kris- och specialfonder.

source: Lisäksi Suomi on pyrkinyt vaikuttamaan muuttoliikkeen lähtömaiden turvallisuuteen ja vakauttamiseen osallistumalla kansainväliseen kriisinhallintaan.
sv_se: Finland har dessutom genom att delta i internationell krishantering försökt påverka säkerheten i och stabiliserandet av ursprungsländerna.

source: Suomi jatkoi v. 2015 vaikuttamista kansainvälisessä ISIL:n vastaisessa yhteenliittymässä.
sv_se: Finland fortsatte att verka i den internationella alliansen mot Islamistiska staten IS 2015.

source: Osa kahdenvälisestä toiminnasta on pitkäjänteistä, joiden tuloksellisuutta voidaan arvioida vasta myöhemmin.
sv_se: En del av de bilaterala insatserna är långsiktiga och resultaten av dem kan bedömas först senare.

source: Toiminnan tuloksellisuuteen vaikuttaa keskeisesti myös EU:n ja kansainvälisen yhteisön onnistuminen EU:n eteläisen naapuruston, erityisesti Syyrian tilanteen rauhoittamisessa.
sv_se: Resultaten påverkas också i hög grad av hur EU och den internationella gemenskapen lyckas lugna ner situationen i EU:s södra grannskap, särskilt Syrien.

source: Ulkoministeriö toteutti useita muuttoliikkeen lähtö- ja kauttakulkumaihin suunnattuja viestintätoimia erityisesti sosiaalisessa mediassa.
sv_se: Utrikesministeriet vidtog flera kommunikationsåtgärder, i synnerhet på sociala medier, som riktades till ursprungs- och transitländer för migration.

source: Viestinnän tavoitteena oli suoraan potentiaalisille turvapaikanhakijoille suunnattua viranomaistietoa jakamalla pyrkiä hillitsemään perusteetonta turvapaikanhakua.
sv_se: Målet med kommunikationen var att försöka tackla ogrundad asylansökning genom att distribuera myndighetsinformation som riktats direkt till potentiella asylsökanden.

source: Maahanmuuton hallinta Suomessa
sv_se: Kontrollen av migrationen i Finland

source: Muuttoliikekriisi näkyi kesän 2015 jälkeen Suomen länsirajalla ja alkoi lokakuusta lähtien näkyä myös Suomen itärajan pohjoisilla rajanylityspisteillä.
sv_se: Migrationskrisen började märkas av vid Finlands västgräns efter sommaren 2015 och från och med oktober också vid östgränsens gränsövergångar i norr.

source: Kaikkiaan turvapaikkaa haki Suomesta 32 478 henkilöä v. 2015.
sv_se: Sammanlagt 32 478 personer har sökt asyl i Finland 2015.

source: Hakijamäärät Suomessa 2015
sv_se: Antal asylsökande i Finland 2015

source: Maahanmuuttovirasto
sv_se: Migrationsverket

source: Turvapaikanhakijat Suomessa 2015
sv_se: Asylsökandena i Finland 2015

source: Kuva havainnollistaa niiden turvapaikanhakijoiden, joiden maahantulopaikka on tiedossa, käyttämiä reittejä Suomeen.
sv_se: Bilden åskådliggör de rutter till Finland som de asylsökande, vars inreseplats är känd, har använt.

source: Luvuista puuttuvat ne turvapaikanhakijat, jotka tulivat esimerkiksi Ruotsista pohjoisen kautta ennen Tornion järjestelykeskuksen perustamista.
sv_se: I siffrorna ingår inte de asylsökande som kom till exempel från Sverige över gränsen i norr innan flyktingslussen i Torneå inrättades.

source: (Lähde:
sv_se: (Källa:

source: Rajavartiolaitos)
sv_se: Gränsbevakningsväsendet)

source: Turvapaikanhakijoiden ennennäkemättömällä tavalla kasvanut määrä siirsi toiminnan ja sen vaikuttavuuden painopistettä laajamittaisen maahanmuuton hallintaan ja sen haittavaikutusten minimoimiseen.
sv_se: Att antalet asylsökande växte mer än någonsin tidigare flyttade fokus för verksamheten och dess verkningsfullhet till att hantera den omfattande migrationen och minimera skadeverkningarna av den.

source: Turvapaikanhakijoiden maahantulo suuntautui erityisesti Tornioon.
sv_se: Strömmen av asylsökande koncentrerades främst till Torneå.

source: Myöhemmin syksyllä myös Travemünde‒Vuosaari-laivareitti sekä itärajalla Raja-Jooseppi ja Salla muodostuivat huomattaviksi maahantuloreiteiksi.
sv_se: Senare på hösten blev också fartygsrutten Travemünde‒Nordsjö samt Raja-Jooseppi och Salla vid östgränsen betydande migrationsrutter.

source: Suomessa turvapaikanhakijoiden vastaanottoa, turvapaikkahakemuskäsittelyä ja kotouttamisjärjestelmää ei ollut mitoitettu näin suurelle hakijamäärälle, joten tilanne edellytti hallinnonalojen ja sidosryhmien toimintamallien uudistamista.
sv_se: Finlands system för mottagande av asylsökande, handläggning av asylsansökningar samt integration var inte anpassade för ett så stort antal sökande, så därför krävde situationen att förvaltningsområdet och intressegrupperna lade om sina handlingsmodeller.

source: Hallituksen syyskuussa 2015 hyväksymien maahanmuuttopoliittisten toimenpiteiden sekä hallituksen joulukuussa 2015 vahvistaman turvapaikkapoliittisen toimenpideohjelman mukaisesti käynnistettiin lukuisia tehostamistoimenpiteitä tilanteen hallitsemiseksi.
sv_se: För att hantera situationen inleddes talrika effektiveringsinsatser i enlighet med de migrationspolitiska åtgärder som regeringen godkände i september 2015 och det asylpolitiska åtgärdsprogram som regeringen fastställde i december 2015.

source: Sisäministeriöön muodostettiin kriisijohtamisryhmä, johon kutsuttiin myös muiden hallinnonalojen edustajat.
sv_se: Man inrättade en krisledningsgrupp vid inrikesministeriet och bjöd också in representanter för de andra förvaltningsområdena.

source: Tilannetta ja muiden maiden turvapaikkakäytänteitä seuraamaan koottiin hallinnonalojen edustajista tilannekuva- ja analyysiryhmä.
sv_se: En grupp för lägesbild och analys med företrädare för förvaltningsområdena bildades för att följa situationen och andra länders asylförfaranden.

source: Keskusrikospoliisi (PTR-keskus) raportoi tilannekuvasta vuorokausittain.
sv_se: Centralkriminalpolisen (PTG-centralen) rapporterar om lägesbilden varje dygn.

source: Viranomais- ja sidosryhmäyhteistyötä tehostettiin monin eri tavoin.
sv_se: Myndighets- och intressegruppssamarbetet effektiverades på många olika sätt.

source: Poliisi ja Rajavartiolaitos tehostivat voimavaroja kohdentamalla ulkomaalaisvalvontaa sisärajoilla ja sisämaassa, erityisesti painopistesuunnalla Torniossa.
sv_se: Genom att inrikta sina resurser effektiverade Polisen och Gränsbevakningsväsendet övervakningen av utlänningar vid de inre gränserna och i inlandet, i synnerhet i Torneå.

source: Tulli tehosti tullivalvontaa ja Rajavartiolaitos valmistautui sisärajavalvonnan väliaikaiseen palauttamiseen.
sv_se: Tullen effektiverade tullövervakningen och Gränsbevakningsväsendet beredde sig på att gränskontrollerna återinförs tillfälligt vid de inre gränserna.

source: Tornioon perustettiin valtioneuvoston päätöksellä järjestelykeskus, jossa Maahanmuuttoviraston, poliisin ja Rajavartiolaitoksen yhteistyöllä puhuteltiin ja rekisteröitiin kaikki turvapaikanhakijat ennen heidän siirtämistään vastaanottokeskuksiin. Rekisteröintiin liittyen myös Suojelupoliisi tehosti valvontaansa.
sv_se: Statsrådet beslutade att en flyktingsluss inrättas i Torneå, där Migrationsverket, polisen och Gränsbevakningsväsendet i samarbete intervjuade och registrerade alla asylsökande innan de flyttades till förläggningarna. l fråga om registreringen effektiverade också Skyddspolisen sin övervakning.

source: Maahanmuuttoviraston johdolla perustettiin eri puolille Suomea lukuisia vastaanottokeskuksia: aikuisille ja perheille lähes 150 yksikköä ja alaikäisille lähes 80 yksikköä.
sv_se: Otaliga förläggningar inrättades i olika delar av Finland under ledning av Migrationsverket: nästan 150 enheter för vuxna och för familjer och nästan 80 enheter för minderåriga.

source: Suomen Punainen Risti ylläpitää pääosaa vastaanottokeskuksista.
sv_se: De flesta förläggningar drivs av Finlands Röda Kors.

source: Turvapaikanhakijoita jouduttiin majoittamaan myös kontteihin ja telttoihin.
sv_se: Man blev också tvungen att inkvartera asylsökande i containrar och tält.

source: Turvapaikanhakijoille valmisteltiin yhtenäinen Internet-perehdytyspaketti suomalaisista pelisäännöistä ja vastaanottokeskuksissa järjestettiin eri asiantuntijatahojen asiaan liittyviä tietoiskuja.
sv_se: Ett enhetligt introduktionspaket på nätet om ”spelreglerna” i Finland utarbetades för asylsökande och på förläggningarna ordnades informationsmöten om saken med olika experter.

source: Suuri turvapaikanhakijamäärä muutti myös turvallisuustilannetta, mikä edellytti poliisin valvonnan kohdentamista vastaanottokeskusten läheisyyteen.
sv_se: Det stora antalet asylsökande förändrade också säkerhetssituationen, vilket krävde polisövervakning av förläggningarnas omgivning.

source: Poliisi tehosti lisämäärärahan tuella kielteisen turvapaikkapäätöksen saaneiden palauttamista ja vapaaehtoisille palaajille perustettiin oma transit-osasto.
sv_se: Polisen effektiverade med hjälp av ett tilläggsanslag återsändandet av personer som fått avslag på sin asylansökan och en egen transitcentral inrättades för dem som återvänder frivilligt.

source: Vapaaehtoista paluuta suositeltiin ja sitä hyödynsi yli 2 000 turvapaikanhakijaa.
sv_se: Frivilligt återvändande rekommenderades och det här utnyttjades av över 2 000 asylsökande.

source: Palautusten keskeisenä haasteena ovat palautussopimusten ja -järjestelyjen sopiminen keskeisten lähtömaiden kanssa sekä erityisesti kielteisen turvapaikkapäätöksen saaneiden pakkopalautukset.
sv_se: Den mest centrala utmaningen i fråga om återsändandet är att komma överens om återsändandeavtal och -arrangemang med de viktigaste ursprungsländerna samt i synnerhet att tvångsåtersända personer som fått avslag på sin asylansökan.

source: Onkin tärkeää, että vapaaehtoinen paluu toimii tässä tilanteessa.
sv_se: Därför är det viktigt att det frivilliga återvändandet fungerar i den här situationen.

source: Vapaaehtoinen paluu on ainoa mahdollisuus kielteisen päätöksen saaneen henkilön palaamiseen/maasta poistamiseen tilanteissa, joissa turvapaikanhakijoita ei voida poistaa maasta koti- tai lähtömaan kielteisestä kannasta johtuen.
sv_se: I situationer där asylsökande, som fått avslag på sin ansökan, inte kan tvingas lämna Finland på grund av att deras hem- eller ursprungsländer vägrar ta emot dem är det frivilliga återvändandet den enda möjligheten för dem att återvända eller bli avlägsnade ut landet.

source: Myönteisen turvapaikkapäätöksen saaneiden turvapaikanhakijoiden kotouttamista ja kotoutuskoulutusta tehostettiin kohti nopeampaa työllistymistä.
sv_se: Integrationen och integrationsutbildningen av de asylsökande som beviljats asyl effektiverades med sikte på att de snabbare ska få arbete.

source: Turvapaikanhakijoiden sosiaaliturvan ja tukijärjestelyjen tarkistamiseksi käynnistettiin selvitykset.
sv_se: Utredningar inleddes för att se över de asylsökandes sociala trygghet och stödarrangemang.

source: Turvapaikanhakijoiden aktiviteetteja sekä vuorovaikutusta kantaväestön kanssa edistettiin monin eri keinoin kolmannen sektorin toimijoiden kanssa.
sv_se: De asylsökandes aktiviteter samt växelverkan med majoritetsbefolkningen främjades på många olika sätt i samverkan med aktörer på den tredje sektorn.

source: Suomen turvapaikkapolitiikasta ja toimenpiteistä tiedotettiin aktiivisesti mm. turvapaikanhakijoiden keskuudessa liikkuvien väärien odotusten karsimiseksi.
sv_se: Finland gick aktivt ut med information om sin asylpolitik och sina åtgärder bland annat för att minska på falska förhoppningar bland asylsökande.

source: Lisäksi käynnistettiin turvapaikkahakemusten käsittelyprosessin tehostamiseen, vastaanoton aikaiseen ylläpitoon, kotouttamiseen sekä laajemmin Suomen turvapaikkapolitiikkaan ja -käytänteisiin liittyviä lainsäädäntötarkistuksia.
sv_se: Vidare inleddes beredningen av lagändringar som rör effektiveringen av asylhandläggningsprocessen, underhållet under mottagningstiden, integrationen samt i ett vidare perspektiv Finlands asylpolitik och -förfaranden.

source: Maahanmuuttovirastolle kohdennettiin lisäresursseja turvapaikanhakijamäärän voimakkaasta kasvusta johtuen hakemusten käsittelyyn, päätöksentekoon ja turvapaikanhakijoiden määrän kasvusta aiheutuviin turvapaikkaprosessin sujuvuutta tukeviin toimiin.
sv_se: Migrationsverket tilldelades tilläggsresurser för handläggning av asylasökningar, beslutsfattande och insatser för att främja en smidig asylprocess.

source: Kasvaneesta turvapaikanhakijamäärästä seuraa myös, että myönteisen päätöksen saaneiden perheenyhdistämishakemusten määrä tulee kääntymään voimakkaaseen nousuun.
sv_se: Det växande antalet asylsökande leder också till att ansökningarna om familjeåterförening kommer att börja öka kraftigt.

source: Hallitus on varautunut tilanteeseen ja se antoi joulukuussa 2015 turvapaikkapoliittisen ohjelman2.
sv_se: Regeringen är förberedd på situationen och presenterade ett asylpolitiskt program2 i december 2015.

source: Siinä on kuvattu hallituksen päivitetyt turvapaikkapoliittiset toimenpiteet, joilla pyritään uudistamaan kansalliset toimintamallit, joilla varmistetaan turvapaikanhakijoiden määrän hallintaa.
sv_se: I det redogörs för regeringens uppdaterade asylpolitiska åtgärder, med syftet att revidera de nationella handlingsmodellerna för att säkerställa kontrollen av antalet asylsökande.

source: Ohjelmassa muun muassa todetaan, että perheenyhdistämisen kriteerejä tiukennetaan EU:n perheenyhdistämisdirektiivin nojalla täysimääräisesti, edellytyksenä ainakin toimeentuloedellytys ja riippumattomuus sosiaalituista
sv_se: I programmet sägs bland annat att kriterierna för familjeåterförening kommer att skärpas fullt ut med stöd i EU-direktivet för familjeåterförening, så att åtminstone tillräcklig utkomst och oberoende av socialbidrag ställs som villkor.

source: Suomi on kansallisen lainsäädännön sekä Euroopan unionin ja kansainvälisten sopimusten nojalla sitoutunut antamaan kansainvälistä suojelua edellytykset täyttäville hakijoille.
sv_se: Finland har med grund i sin nationella lagstiftning samt EU-konventioner och internationella konventioner förbundit sig till att ge sökande som uppfyller kriterierna internationellt skydd.

source: Nämä velvoitteet sitovat myös laajamittaisen maahantulon yhteydessä.
sv_se: De här förpliktelserna binder Finland också vid omfattande migration.

source: Vuonna 2015 kansainvälistä suojelua koskevien valitusten määrä pysyi Helsingin hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa maltillisena eikä turvapaikanhakijamäärän suuri kasvu vielä lisännyt niitä:
sv_se: År 2015 behandlade Helsingfors förvaltningsrätt och högsta förvaltningsdomstolen ett måttfullt antal klagomål som rörde internationellt skydd och den stora ökningen av asylsökande orsakade ännu ingen uppgång:

source: Helsingin hallinto-oikeuteen saapui 1 168 valitusta ja korkeimpaan hallinto-oikeuteen 383 valitusta.
sv_se: 1 168 klagomål lämnades in till Helsingfors förvaltningsdomstol och 383 klagomål till högsta förvaltningsdomstolen.

source: Vastaavana aikana tuomioistuimet antoivat päätöksen lähes samaan määrään asioita.
sv_se: Under motsvarande tidsperiod avgjorde domstolarna nästan lika många ärenden.

source: Vuoden lopussa Helsingin hallinto-oikeudessa oli vireillä 584 valitusta ja korkeimmassa hallintooikeudessa 202 valitusta.
sv_se: Vid årets slut var 584 klagomål anhängiga i Helsingfors förvaltningsdomstol och 202 i högsta förvaltningsdomstolen.

source: Oikeusavussa kansainvälistä suojelua hakeneiden avun tarve alkoi lisääntyä jo vuonna 2015.
sv_se: I rättshjälpen började antalet klienter som sökte internationellt skydd öka redan 2015.

source: Oikeusministeriössä ryhdyttiin valmistelemaan myös lakimuutoksia, joiden tarkoituksena on nopeuttaa ja sujuvoittaa kansainvälistä suojelua koskevien valitusasioiden käsittelyä sekä hillitä näihin prosesseihin liittyviä kustannuksia.
sv_se: Justitieministeriet inledde beredningen av lagändringar med syfte att göra behandlingen av klagomål som rör internationellt skydd snabbare och flexiblare samt stävja kostnaderna för de här processerna.
